[
  {
    "id": "1",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "Aaru's Awakening",
    "description": "You are the champion of Dawn, Aaru. Complete missions and explore the world of Lumenox using Aaru's highly mobile skills, teleportation and charging. \n\nThe balance between Dawn, Day, Dusk and Night is being destroyed by Night. As a last hope Dawn sends out his champion, Aaru, to travel all the way to Night’s domain and restore balance. Can you save the world of Lumenox?",
    "description_short": "You are the champion of Dawn, Aaru. Complete missions and explore the world of Lumenox using Aaru's highly mobile skills, teleportation and charging.  ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/dbqeurxoflocm2owcfdp.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/dbqeurxoflocm2owcfdp.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/dbqeurxoflocm2owcfdp.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/dbqeurxoflocm2owcfdp.jpg",
    "platform_id": 2,
    "release_date": "20140930_000000",
    "region_id": 1,
    "mc_score_updated_on": "20161213_212813",
    "hltb_main_story": 2.5,
    "hltb_main_story_updated_on": "20161213_213227",
    "collector_has_digital": true,
    "igdb_id": 7171
  },
  {
    "id": "3",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "ACE COMBAT  INFINITY",
    "description": "The infinite blue of the open skies awaits not only veteran but also budding flying aces in Ace Combat Infinity. Evolving the legendary series with a brand new story and innovative multiplayer, the game turns the sky into an endless blue battleground, bursting with aerial drama and destruction.\n\nWhether a combat-ready pro or a battle-shy beginner, Ace Combat Infinity will let every player become a deadly flying ace, as they embark on a series of high velocity missions. In the solo story Campaign mode, players will be immersed in a brand new story and unleash aerial devastation with surgical precision. The new Online Co-op Mission multiplayer mode lets aces team up to see who can inflict the most damage on the enemy. Execute pre-flight checks -- the endless blue awaits.",
    "description_short": "The infinite blue of the open skies awaits not only veteran but also budding flying aces in Ace Combat Infinity. Evolving the legendary series with a  ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/rt8zxw9w7mlum1y9dwnh.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/rt8zxw9w7mlum1y9dwnh.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/rt8zxw9w7mlum1y9dwnh.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/rt8zxw9w7mlum1y9dwnh.jpg",
    "platform_id": 2,
    "release_date": "20140520_000000",
    "region_id": 1,
    "mc_score": 54,
    "mc_score_updated_on": "20161213_212815",
    "hltb_main_story": 4,
    "hltb_main_story_updated_on": "20161213_213228",
    "igdb_id": 6628
  },
  {
    "id": "4",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "AirMech Arena",
    "description": "AirMech® Arena is a highly competitive fast-paced real-time strategy game, where players use versatile AirMechs to amass combat forces and destroy enemy fortresses.\n\nIn the future, the last survivors of the Great War continue their fight alongside the ultimate war machine: the AirMech. Created using lost technology, pilots have found, salvaged, or stolen AirMechs to protect the weak or to pillage. Which side do you fight for?\n\nBy Land and by Air\nTransform between air assaults and ground attacks with the touch of a button. With nine AirMechs available, each with unique traits, there’s an ultimate war machine for every play style.\n\nTeam Up or Go Solo\nIn AirMech® Arena, gamers engage in ferocious real-time battles up to 3v3 in PVP or Co-Op Modes. Players can form teams and skirmish at any time, with the teams in battle matched by their skill level.\n\nUnlock a large arsenal of AirMechs, pilots, units, upgrades, special items, customizable skins and more!",
    "description_short": "AirMech® Arena is a highly competitive fast-paced real-time strategy game, where players use versatile AirMechs to amass combat forces and destroy ene ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/caxguxde8iq6modzrnrt.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/caxguxde8iq6modzrnrt.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/caxguxde8iq6modzrnrt.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/caxguxde8iq6modzrnrt.jpg",
    "platform_id": 1,
    "release_date": "20150505_000000",
    "region_id": 1,
    "mc_score_updated_on": "20161213_212816",
    "hltb_main_story_updated_on": "20161213_213229",
    "igdb_id": 25989
  },
  {
    "id": "6",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "Apotheon",
    "description": "Apotheon is a heroic action game set within the vibrant world of Ancient Greek Mythology. Ascend Mount Olympus, wrestle the divine powers from the Pantheon of Gods, and save mankind.\n\nStoryline:\nThe Gods of Olympus have abandoned humanity, leaving you to perish without their benevolence. Take up arms against the Gods, climb Mount Olympus, and take their divine powers for yourself to ensure mankind’s survival!",
    "description_short": "Apotheon is a heroic action game set within the vibrant world of Ancient Greek Mythology. Ascend Mount Olympus, wrestle the divine powers from the Pantheon of Gods, and save mankind.",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/ggszwg0fxulfl3ej7yms.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/ggszwg0fxulfl3ej7yms.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/ggszwg0fxulfl3ej7yms.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/ggszwg0fxulfl3ej7yms.jpg",
    "platform_id": 1,
    "release_date": "20150203_000000",
    "region_id": 1,
    "mc_score": 76,
    "mc_score_updated_on": "20161213_212818",
    "hltb_main_story": 8,
    "hltb_main_story_updated_on": "20161213_213230",
    "collector_has_digital": true,
    "igdb_id": 9016
  },
  {
    "id": "8",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "BADLAND",
    "description": "Badland is an atmospheric side-scrolling action adventure game that takes platforming to the next level with innovative use of physics in level design. The game immerses players in an audiovisual gaming experience through a lush forest full of various inhabitants, trees and flowers. Although the forest looks like it's from some beautiful fairytale, there seems to be something terribly wrong. You control one of the forest's inhabitants, on a journey to discover what's going on. Through the quest. you discover astonishing amount of imaginative traps and obstacles.\n\nStoryline:\nBadland is an award-winning atmospheric side-scrolling action adventure platformer set in a gorgeous forest full of various inhabitants, trees and flowers. Although the forest appears to be right out of a beautiful fairy tale, there’s something terribly wrong. The player controls one of the forest dwellers to find out what’s going on, and discovers an astonishing number of imaginative traps and obstacles on the way.",
    "description_short": "Badland is an atmospheric side-scrolling action adventure game that takes platforming to the next level with innovative use of physics in level design ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/tkv5mhkyrcrsnp1zqjhs.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/tkv5mhkyrcrsnp1zqjhs.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/tkv5mhkyrcrsnp1zqjhs.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/tkv5mhkyrcrsnp1zqjhs.jpg",
    "edition": "Game of the Year Edition",
    "platform_id": 2,
    "release_date": "20130404_000000",
    "region_id": 1,
    "mc_score_updated_on": "20161213_212819",
    "hltb_main_story": 5,
    "hltb_main_story_updated_on": "20161213_213231",
    "collector_has_digital": true,
    "igdb_id": 8901
  },
  {
    "id": "9",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "BADLAND",
    "description": "Badland is an atmospheric side-scrolling action adventure game that takes platforming to the next level with innovative use of physics in level design. The game immerses players in an audiovisual gaming experience through a lush forest full of various inhabitants, trees and flowers. Although the forest looks like it's from some beautiful fairytale, there seems to be something terribly wrong. You control one of the forest's inhabitants, on a journey to discover what's going on. Through the quest. you discover astonishing amount of imaginative traps and obstacles.\n\nStoryline:\nBadland is an award-winning atmospheric side-scrolling action adventure platformer set in a gorgeous forest full of various inhabitants, trees and flowers. Although the forest appears to be right out of a beautiful fairy tale, there’s something terribly wrong. The player controls one of the forest dwellers to find out what’s going on, and discovers an astonishing number of imaginative traps and obstacles on the way.",
    "description_short": "Badland is an atmospheric side-scrolling action adventure game that takes platforming to the next level with innovative use of physics in level design ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/tkv5mhkyrcrsnp1zqjhs.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/tkv5mhkyrcrsnp1zqjhs.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/tkv5mhkyrcrsnp1zqjhs.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/tkv5mhkyrcrsnp1zqjhs.jpg",
    "edition": "Game of the Year Edition",
    "platform_id": 1,
    "release_date": "20130403_090000",
    "region_id": 1,
    "mc_score_updated_on": "20161213_062820",
    "hltb_main_story": 5,
    "hltb_main_story_updated_on": "20181117_043410",
    "collector_has_digital": true,
    "igdb_id": 8901
  },
  {
    "id": "11",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "Batman :  Arkham Origins",
    "description": "Batman: Arkham Origins features an expanded Gotham City and introduces an original prequel storyline occurring several years before the events of Batman: Arkham Asylum and Batman: Arkham City.\n\nStoryline:\nTaking place before the rise of Gotham City’s most dangerous villains and assassins, the game showcases a young, raw, unrefined Batman as he faces a defining moment in his early career as a crime fighter that sets his path to becoming the Dark Knight. As the story unfolds, witness identities being formed and key relationships being forged.",
    "description_short": "Batman: Arkham Origins features an expanded Gotham City and introduces an original prequel storyline occurring several years before the events of Batman: Arkham Asylum and Batman: Arkham City.",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/xls0pnx4wcnwqaypsenm.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/xls0pnx4wcnwqaypsenm.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/xls0pnx4wcnwqaypsenm.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/xls0pnx4wcnwqaypsenm.jpg",
    "platform_id": 2,
    "release_date": "20131025_000000",
    "region_id": 1,
    "mc_score": 76,
    "mc_score_updated_on": "20161213_212822",
    "hltb_main_story": 12.5,
    "hltb_main_story_updated_on": "20161213_213232",
    "igdb_id": 2003
  },
  {
    "id": "12",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "Batman : Arkham City",
    "description": "After the events of Batman: Arkham Asylum (2009), a section of the city of Gotham has been turned into a prison, designed to keep the scum of the city away from the people. Bruce Wayne protests this prison but is shortly kidnapped by the despicable Hugo Strange, thus having to face the city's most powerful villains as the Batman while trying to uncover Strange's plans.\n\nStoryline:\nAt a press conference held by Bruce Wayne to declare his opposition to Arkham City, TYGER mercenaries arrest and imprison him in Arkham City. Hugo Strange discloses his knowledge of Wayne's dual identity as Batman before releasing him into the prison's criminal populace. While Strange prepares to commence \"Protocol 10\", Wayne obtains his equipment via airdrop from Alfred Pennyworth, allowing him to become Batman. He first saves Catwoman from being executed by Two-Face, who hopes to gain respect by murdering her. After Joker attempts to assassinate Catwoman, Batman tracks him to his hideout in the Sionis Steelmill, believing Joker may know the truth behind Protocol 10.\n\nThere, Batman learns that the unstable properties of the Titan formula are mutating in Joker's blood, gradually killing him. Joker captures Batman and performs a blood transfusion on him, infecting him with the same fatal disease. Joker also reveals that Gotham hospitals have been poisoned with his infected blood. Desperate to save himself and innocent citizens, Batman seeks out Mr. Freeze, who had been developing a cure but has since been kidnapped by the Penguin.\n\nTracking Penguin to the Cyrus Pinkney National History Institute, Batman defeats his forces, his imprisoned monster Solomon Grundy, and ultimately the Penguin himself, before liberating Mr. Freeze. Freeze tells Batman that he has already developed the cure, but its instability renders it useless. Batman deduces that the restorative properties of Ra's al Ghul's blood can complete the cure. Batman tracks one of Ra's al Ghul's assassins to his underground lair, leading Batman into a confrontation with Ra's and his daughter Talia, Batman's former lover. With Ra's al Ghul's blood, Freeze is able to develop an antidote, but it is stolen by Harley Quinn before Batman can use it.\n\nWhen he returns to the Joker, Batman finds him restored to health. While the two fight, Strange activates Protocol 10, which is revealed to be a scheme to wipe out the entire population of Arkham City and destroy the criminal element of Gotham. The TYGER troops begin executing inmates as Strange launches missile strikes on Arkham's denizens from his base in Wonder Tower. A missile hits the steelmill, burying Batman under rubble. Before Joker can take advantage of the situation, Talia arrives and offers him immortality in exchange for sparing Batman's life. After escaping with the help of Catwoman, Batman is convinced by Alfred to end Protocol 10 before pursuing Talia and Joker.\n\nBatman infiltrates Wonder Tower and disables Protocol 10. Ra's al Ghul is revealed to be the true mastermind behind Arkham City and mortally wounds Strange for failing to defeat Batman. With his dying breath, Strange activates \"Protocol 11\", the self-destruction of Wonder Tower. Batman and Ra's escape, but Ra's commits suicide rather than risk capture. Joker contacts Batman, threatening to kill Talia unless Batman meets him at the Monarch Theater. Once Batman arrives, Joker demands the cure but is stabbed and apparently killed by Talia while distracted. Talia admits to stealing the cure from Quinn, when she is killed by a second Joker, still stricken with the disease. The healthy Joker that Talia stabbed then reanimates into the shapeshifting Clayface, who is revealed to have been masquerading as a healthy Joker all along at the ailing villain's request.\n\nBatman incapacitates Clayface, but Joker blows up the theater floor, sending Batman plummeting into Ra's' lair below. Batman destroys Ra's' rejuvenating Lazarus Pit before the Joker can use it, and drinks a portion of the antidote. Batman debates curing his foe but is attacked by Joker before he can act, causing the antidote vial to inadvertently smash. Batman admits that in spite of everything Joker had done, he would have saved him. After Joker finally succumbs to his illness and dies, Batman carries his body out of Arkham City. As Commissioner Gordon asks what happened, Batman places Joker's body on the hood of a police car and leaves in silence.",
    "description_short": "After the events of Batman: Arkham Asylum (2009), a section of the city of Gotham has been turned into a prison, designed to keep the scum of the city ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/fjc1l63oe0w0enamzjjo.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/fjc1l63oe0w0enamzjjo.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/fjc1l63oe0w0enamzjjo.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/fjc1l63oe0w0enamzjjo.jpg",
    "platform_id": 2,
    "release_date": "20111018_000000",
    "region_id": 1,
    "mc_score": 96,
    "mc_score_updated_on": "20161213_212823",
    "hltb_main_story": 12.5,
    "hltb_main_story_updated_on": "20161213_213233",
    "collector_has_digital": true,
    "igdb_id": 501
  },
  {
    "id": "13",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "Batman : Arkham City - Catwoman Bundle",
    "description": "Activate the Catwoman Bundle Pack to play as Catwoman in a unique storyline. The Catwoman Bundle Pack is included with the purchase of the game. If the Catwoman Bundle Pack code has already been redeemed by a previous owner, you can purchase a Catwoman Bundle Pack from the PlayStation®Store. The Catwoman Bundle Pack also comes with two bonus Catwoman skins: Long Halloween Catwoman and Animated Catwoman.",
    "description_short": "Activate the Catwoman Bundle Pack to play as Catwoman in a unique storyline. The Catwoman Bundle Pack is included with the purchase of the game. If th ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/q67zgyf055m5cjgxixll.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/q67zgyf055m5cjgxixll.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/q67zgyf055m5cjgxixll.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/q67zgyf055m5cjgxixll.jpg",
    "platform_id": 2,
    "release_date": "20111018_000000",
    "region_id": 1,
    "mc_score_updated_on": "20161213_212824",
    "hltb_main_story_updated_on": "20161213_213233",
    "collector_has_digital": true,
    "igdb_id": 26116
  },
  {
    "id": "15",
    "companyId": "HJRa-DOuG",
    "created_on": "20190521_182204",
    "updated_on": "20190521_182204",
    "name": "Batman: Arkham Asylum",
    "description": "Using a great variety of gadgets you must make your way around the island, and the asylums halls to find and stop the joker. The game uses a 3-button combat system, but with a great number of gadget abilites which Batman can unlock. This makes for a very cinematic combat experience when fighting the Joker's goons.\n\nStoryline:\nThe Joker, Batman's arch enemy, has instigated an elaborate plot from within Arkham Asylum, where many of Batman's other foes have been incarcerated. Batman investigates and comes to learn that the Joker is trying to create an army of Bane-like creatures to threaten Gotham City, and is forced to put a stop to the Joker's plans. Throughout the night, Batman is forced to deal with the temporarily admitted sane prisoners from Blackgate prison, Scarecrow, Zsasz, Poison Ivy, Bane, Killer Croc and Harley Quinn. By the night's end, all the villains, save Bane, Croc and Crane, are recaptured and placed back in their cells and what remains of the staff try putting the Asylum back in order. Though it is thanks to Batman that the criminally insane are brought back under control, administrator of Arkham, mayoral candidate Quincy Sharp, soon takes advantage and claims the credit himself for bringing the Arkham institution back under control.",
    "description_short": "Using a great variety of gadgets you must make your way around the island, and the asylums halls to find and stop the joker. The game uses a 3-button  ...",
    "image_url_large": "https://images.igdb.com/igdb/image/upload/bahc2tpuaavdn0rth03a.jpg",
    "image_url_medium": "https://images.igdb.com/igdb/image/upload/t_cover_big_2x/bahc2tpuaavdn0rth03a.jpg",
    "image_url_small": "https://images.igdb.com/igdb/image/upload/t_cover_small_2x/bahc2tpuaavdn0rth03a.jpg",
    "image_url_thumb": "https://images.igdb.com/igdb/image/upload/t_thumb_2x/bahc2tpuaavdn0rth03a.jpg",
    "platform_id": 2,
    "release_date": "20090825_000000",
    "region_id": 1,
    "mc_score": 91,
    "mc_score_updated_on": "20161213_212827",
    "hltb_main_story": 12,
    "hltb_main_story_updated_on": "20161213_213234",
    "collector_has_digital": true,
    "igdb_id": 500
  }
]